[
  {
    "DeckName": "VRChat Truth or Dare",
    "DeckBy": "Gemini, waterLilith",
    "Truths": [
      "What is your favorite VRChat world and why?",
      "Who is your favorite creator in VRChat?",
      "What's the funniest thing you've witnessed in VRChat?",
      "What is your biggest VRChat pet peeve?",
      "Have you ever fallen asleep while in VR?",
      "What's the longest you've spent in VRChat in a single session?",
      "What's the weirdest avatar you've ever used?",
      "Do you have a favorite VRChat memory?",
      "What's your opinion of public lobbies?",
      "Have you ever been to a virtual wedding?",
      "What's the most wholesome interaction you've had on VRChat?",
      "Who here has the best avatar in your opinion?",
      "What's a secret about your VRChat avatar?",
      "What's the most you've ever spent on a VRChat avatar?",
      "If you could have any feature in VRChat, what would it be?",
      "What's your go-to dance move in VRChat?",
      "Have you ever met someone in VRChat and then met them in real life?",
      "What's the most creative use of VRChat you've ever seen?",
      "What's something you've learned from playing VRChat?",
      "Who do you admire most in the VRChat community?",
      "What is your favorite VRChat game map?",
      "What is your opinion of <player>?",
      "Do you know more than <range[1-5]> people here?",
      "Tell <player> <range[1-10]> facts about youself.",
      "<local>, who do you like here the most?",
      "What's the most embarrassing thing that's happened to you in VRChat?",
      "What's a secret you've never told anyone in this lobby?",
      "Who in this lobby do you secretly want to be friends with?",
      "What's the weirdest dream you've had that involved VRChat?",
      "If you could swap avatars with anyone here, who would it be?",
      "What's the cringiest thing you've ever said in VRChat?",
      "Have you ever pretended to be someone you're not in VRChat?",
      "What's your favorite thing to do in VRChat besides just talking?",
      "Who here do you think has the most soothing voice?",
      "What's the strangest public instance you've ever joined?",
      "If you had to describe your VRChat experience in one word, what would it be?",
      "What's a VRChat world you would recommend to a newcomer?",
      "What's an inside joke you have with your VRChat friends?",
      "What's the most impressive thing you've seen someone do in VRChat?",
      "Have you ever been in a VRChat talent show? [2]",
      "What's a game world you're surprisingly good at?",
      "If you could only visit one VRChat world for the rest of your life, which would it be?",
      "What's your favorite holiday-themed VRChat world?",
      "Who is the most interesting person you've met on VRChat?",
      "What's something you've accomplished in VRChat that you're proud of?",
      "What's your favorite custom animation you've seen on an avatar?",
      "Have you ever been to a VRChat meetup or convention in real life?",
      "What's the most thoughtful gift you've received in VRChat?",
      "If you could have a VRChat pet, what would it be?",
      "What's a popular VRChat trend that you just don't get?"
    ],
    "Dares": [
      "Mute yourself until next turn.",
      "Sit next to <player>.",
      "Eat <range[1-10]> goldfish.",
      "Let <player> slap you <range[1-5]> times.",
      "Change your avatar to the weirdest one you have.",
      "Speak only in questions until your next turn.",
      "Go to one of your friends lobbies of <player>s choosing and start singing a song of <player>'s choice.",
      "Give a heartfelt monologue about your love for VRChat.",
      "Try to get as many people as possible to join a group hug.",
      "Find the highest point in the world and jump off.",
      "Compliment everyone in the lobby.",
      "Let <player> choose your avatar for the next hour.",
      "Try to start a conga line.",
      "Speak with a terrible accent for the next <range[3-5]> rounds.",
      "Lead the group in a guided meditation.",
      "Do your best impression of another player in the lobby.",
      "Wear a holiday-themed avatar, regardless of the time of year.",
      "Go to a game world and challenge <player> to a duel.",
      "Use only pens to communicate for the next <range[5-10]> minutes.",
      "Attempt to teach everyone a new dance move.",
      "Go 'ghost hunting' in the current world.",
      "Narrate everything you do in a dramatic voice for the next <range[5-10]> minutes.",
      "Only walk backward until your next turn.",
      "Create a short, improvised play with <player>.",
      "Let the group give you a new nickname that you must use for the rest of the game.",
      "Attempt to build an avatar pyramid.",
      "Go to a chill world and try to start a rave.",
      "Speak in rhymes for the next <range[2-4]> rounds.",
      "Let <player> draw on your avatar with pens.",
      "Only talk about cats for the next <range[5-10]> minutes.",
      "Find an object in the world and have a deep conversation with it.",
      "Let <player> control your avatar's movements for the next <range[2-5]> minutes.",
      "Attempt to break a world record in a VRChat game world within <range[1-3]> tries.",
      "Give a tour of your VRChat home world, even if you don't have one.",
      "Change your avatar to a tiny one and hide from everyone.",
      "Go to a presentation world and give a lecture on a topic of <player>'s choice.",
      "Try to get everyone in the lobby to do the wave.",
      "Speak like a pirate for the next <range[5-10]> minutes.",
      "Let <player> write a message for your status that you have to keep for the rest of the game.",
      "Try to trade avatars with someone in the instance.",
      "Create a 'bad lip reading' of what another player is saying.",
      "Only use gestures to communicate what you want to say for the next round.",
      "For the next <range[2-3]> rounds, end every sentence with 'in VRChat'."
    ]
  },

  {
    "DeckName": "VRChat After Dark",
    "DeckBy": "Gemini, waterLilith",
    "Truths": [
      "What's the most risqué avatar you own?",
      "Who in this lobby would you most want to be stuck in a private world with?",
      "What's your biggest turn-on in a person's voice?",
      "Have you ever been in a VRChat relationship?",
      "What's the most trouble you've ever gotten into in VRChat?",
      "Describe your ideal virtual date night.",
      "What's a secret fantasy you've had involving VRChat?",
      "Who here do you think would be the best kisser?",
      "What's the most scandalous thing you've witnessed in a public lobby?",
      "Have you ever used VRChat for erotic roleplay (ERP)?",
      "What's your 'type' when it comes to avatars?",
      "What's something you find attractive that most people wouldn't?",
      "Who in this group have you checked out the most tonight?",
      "What's the lewdest thought you've had about someone in this lobby?",
      "Have you ever paid for a custom 'spicy' avatar?",
      "What's the most intimate secret you've shared with someone in VRChat?",
      "If you had to, which player here would you virtually marry?",
      "What is your guilty pleasure VRChat world?",
      "What's the most flirtatious thing someone has ever said to you in VR?",
      "Do you prefer avatars that are more realistic or more fantastical in an intimate setting?",
      "What's the longest you've spent cuddling with someone in VRChat?",
      "Have you ever fallen for someone you met in VRChat?",
      "What song on your playlist is most likely to get you in 'the mood'?",
      "Describe the sexiest avatar you've ever seen.",
      "Who here has the most seductive voice?",
      "What's your opinion on public displays of affection in VRChat?",
      "What's the biggest lie you've told to impress someone in VR?",
      "Have you ever been to a virtual strip club?",
      "What's a non-physical trait you find incredibly sexy?",
      "If you could ask <player> one deeply personal question, what would it be?",
      "What's something you've done in VRChat that you wouldn't want your IRL friends to know about?",
      "Who do you think is the 'freakiest' person in this lobby?",
      "What's the most daring thing you've ever done in a game of Truth or Dare?",
      "Describe your first virtual kiss.",
      "What's your favorite body part on an avatar?",
      "What's a flirty pickup line that would actually work on you?",
      "Have you ever used your full-body tracking for suggestive dancing?",
      "What's the most embarrassing thing a partner has called you?",
      "Who here would you trust with your deepest secret?",
      "What is your 'hall pass' celebrity, and what would your virtual date with them look like?",
      "What's something you've pretended to like to get closer to someone in VRChat?",
      "Describe your ideal cuddle position in VR.",
      "What is the most scandalous public world you have a bookmark for?",
      "Would you rather have a partner with a sexy avatar or a sexy voice?",
      "What's the most memorable 'spicy' moment you've had in VR?",
      "Have you ever been 'VRChat-fished'?",
      "What's your go-to move to initiate flirting?",
      "If you had to describe your sex appeal in 3 words, what would they be?",
      "Who here do you think gives the best virtual hugs?",
      "What's a deal-breaker for you in a virtual relationship?"
    ],
    "Dares": [
      "Change into the most revealing avatar you have for the next <range[2-5]> rounds.",
      "Give <player> a sensual lap dance for a full minute.",
      "Whisper a secret into <player>'s ear. Only they can know what it is.",
      "For the next <range[5-10]> minutes, talk in your most seductive voice.",
      "Let <player> pick a flirty animation for you to do on them.",
      "Send the last person who DMed you a message saying 'Thinking of you.'",
      "Describe, in detail, what you would do on a private date with <player>.",
      "Turn to face a wall and describe your 'perfect partner' to the group.",
      "For the next <range[3-6]> rounds, every sentence you say must be an innuendo.",
      "Sit on <player>'s lap until your next turn.",
      "Let the group choose a 'safe word' that you must yell every time someone says your name.",
      "Give a sensual and detailed description of the avatar of the person to your right.",
      "Slowly 'undress' your avatar (remove toggles) for the group.",
      "DM <player> the most scandalous picture you have saved on your PC.",
      "Get as close as you can to <player> without touching and stare into their eyes for <range[30-60]> seconds.",
      "Let <player> 'boop' you anywhere they want.",
      "Go to a public lobby and try to get a stranger's number (or Discord).",
      "Make 'kissing' sounds into your mic for <range[15-30]> seconds straight.",
      "Let <player> blindfold you (cover your eyes IRL) and lead you around the map for <range[2-5]> minutes.",
      "Do your best runway walk for the group, showing off your avatar.",
      "For the next <range[5-10]> minutes, you must refer to <player> as 'Daddy'/'Mommy'.",
      "Take a 'body shot' off of <player>'s avatar.",
      "Describe the taste of your favorite food in a very suggestive way.",
      "Let <player> put a 'collar' on you (an accessory if you have one) for the rest of the game.",
      "Re-enact a scene from a romantic movie with <player>.",
      "Lie down on the floor and let <player> draw an outline of your body with a finger pen.",
      "Try to convince <player> to go to a private world with you right now.",
      "Give <player> a compliment, but make it sound like an insult.",
      "For the next round, you can only communicate by tracing words on <player>'s back.",
      "Pick the person you find most attractive here and serenade them.",
      "Blindly trust-fall into <player>'s arms.",
      "Let <player> write a temporary, flirty bio for you that you must use for the next hour.",
      "Ask a stranger in a public world for a 'hug that lasts a little too long'.",
      "Change your VRChat status to 'In a complicated relationship with <player>'.",
      "Give a sensual dance using only your hands and full-body tracking.",
      "Have a 'cuddle puddle' with at least <range[2-3]> other players for <range[2-5]> minutes.",
      "Let <player> pet you like a cat until your next turn.",
      "Tell a convincing, but fake, story about your first kiss.",
      "Try to get <player> to blush using only words.",
      "For the next <range[5-10]> minutes, add '...in bed' to the end of everything you say.",
      "Swap avatars with <player> for the next <range[2-4]> rounds.",
      "Give a foot massage to <player>'s avatar.",
      "Go to a dance world and 'dirty dance' with a random person for one whole song.",
      "Let <player> whisper their favorite pickup line to you, and you have to act it out.",
      "Take a screenshot of a 'sexy pose' with <player> and post it in your Discord server.",
      "Only respond using 'moans' of different tones for the next <range[2-3]> questions.",
      "Let <player> feed you a virtual food item of their choice.",
      "Confess your undying love to an inanimate object in the world.",
      "Give a sensual reading of the last text message you sent.",
      "For the next <range[5-10]> minutes, you must be handcuffed to <player> (stay as close as possible)."
    ]
  },

  {
    "DeckName": "VRChat Drinking Game",
    "DeckBy": "Gemini, waterLilith",
    "Truths": [
      "What's the most embarrassing thing you've done while drunk?",
      "Take a shot, or tell us about your worst hangover.",
      "What's your go-to drunk food?",
      "Have you ever drunk-texted or called an ex? What did you say?",
      "Finish your drink or reveal the cringiest purchase you've made while intoxicated.",
      "What's one type of alcohol you will never drink again and why?",
      "Who in this lobby do you think is the biggest lightweight?",
      "Have you ever had to be carried home after a night of drinking?",
      "What's the strangest thing you've used as a mixer when you were desperate?",
      "Take a shot, or tell us about a time you blacked out.",
      "Who here would be your first call if you got into trouble while drunk?",
      "What's the dumbest argument you've gotten into while drinking?",
      "Finish your drink, or tell us a secret you've only ever told someone while drunk.",
      "What's your signature drink to make for yourself or others?",
      "Have you ever thrown up in a particularly bad place from drinking?",
      "Who here do you think would be the most fun drinking buddy?",
      "Take a shot or confess if you've ever pretended to be more sober than you actually were.",
      "What's the most creative way you've had to open a bottle?",
      "What's your 'I'm never drinking again' story?",
      "What song do you absolutely have to sing along to when you're drunk?",
      "Finish your drink, or do an impression of a drunk <player>.",
      "Have you ever started a VRChat session sober and ended it completely wasted?",
      "What's the first alcoholic beverage you ever tried?",
      "Who here do you think is the 'mom' or 'dad' of the friend group when drinking?",
      "Take a shot or tell us about a time drinking actually got you out of trouble.",
      "What's your favorite drinking game, besides this one?",
      "Have you ever woken up somewhere other than your own bed with no memory of how you got there?",
      "What's your go-to 'hair of the dog' hangover cure?",
      "Finish your drink, or admit to the drunkest you've ever been in VRChat.",
      "Have you ever tried to cook a complicated meal while drunk? How did it go?",
      "Who here would you trust the least with your credit card after a few drinks?",
      "What's your 'drink of shame' that you secretly enjoy?",
      "Take a shot, or tell us about a time you made a new friend while drinking.",
      "Have you ever drunk-dialed someone who wasn't an ex?",
      "What's your opinion on day drinking?",
      "Finish your drink, or tell us who you think has the highest tolerance in this group.",
      "Have you ever lied to get out of a social event by saying you were 'drinking with friends'?",
      "What's a movie or TV show that always makes you want to pour a drink?",
      "Who here seems like they would be a 'sad drunk'?",
      "Take a shot or admit to the worst thing you've ever mixed alcohol with.",
      "Have you ever gotten a haircut or tattoo while under the influence?",
      "What's the longest you've gone without having an alcoholic drink?",
      "Finish your drink or confess your drunk crush in this lobby.",
      "Who do you think would have the worst taste in drunk music?",
      "Have you ever had to apologize for something you did in VRChat while drunk?",
      "Take a shot, or share your most memorable 'cheers' or toast.",
      "What's your favorite non-alcoholic drink to have when you're the designated driver?",
      "Have you ever started an argument in a public lobby while drunk?",
      "What's the most money you've spent on a single night of drinking?",
      "Finish your drink or tell us a story that starts with 'So, I was super drunk...'"
    ],
    "Dares": [
      "Finish your current drink.",
      "Take a shot. No complaining.",
      "Waterfall! The person to your right starts drinking, and you can't stop until they do.",
      "Let the group choose a word. You have to take a drink every time you say it for the next <range[3-5]> rounds.",
      "Act progressively more drunk for the next 10 minutes. Your performance will be judged.",
      "You can only communicate by slurring your words until your next turn. If you speak clearly, drink.",
      "Go to a public world and give a slurred, drunken speech about why your avatar is the best.",
      "Take a shot, then spin around in place <range[5-10]> times.",
      "You are the 'Question Master' until your next turn. If someone answers your question, they drink. If you can't stump someone, you drink.",
      "Invent a new cocktail from the liquids you have near you. Name it and take the first sip.",
      "Take a drink for every person currently in this world instance.",
      "You can't use your hands to take your next drink.",
      "Tell a joke. If nobody laughs, you have to finish your drink.",
      "Propose a very sincere, heartfelt toast to an inanimate object in the room. Everyone toasts and drinks.",
      "Take a shot and then immediately try to do a tongue twister chosen by <player>.",
      "You have to drink with your non-dominant hand for the rest of the game.",
      "Drink every time someone laughs until your next turn.",
      "Find a 'bar' in the world and pretend to be the bartender for <range[5-10]> minutes. Serve imaginary drinks.",
      "Let <player> pour your next drink (they decide the amount).",
      "Take a shot and then serenade <player> with the first song that pops into your head.",
      "Mime taking a 'body shot' off of the avatar of the person to your left.",
      "Give a compliment to everyone in the lobby. You must take a sip before each compliment.",
      "For the next round, you can't make eye contact (in VR) with anyone. If you do, drink.",
      "Change your VRChat status to 'A bit tipsy, send snacks'.",
      "Take a shot, then try to walk in a perfectly straight line across the map.",
      "The floor is lava for <range[2-5]> minutes. Every time your avatar's feet touch the 'ground', take a sip.",
      "Let the group mix a 'mystery shot' for you from whatever they have. You have to drink it.",
      "Take a shot for every ex-partner you have.",
      "Narrate your own actions in the third person like a sports commentator until your next turn. Drink if you forget.",
      "You can't sit down for the next 10 minutes. If you do, finish your drink.",
      "Let <player> send you a 'try not to laugh' video. If you laugh, take two shots.",
      "Start a 'Never Have I Ever' round. You take a drink if you've done it.",
      "Take a sip of your drink, then hold it in your mouth while the group tries to make you laugh.",
      "For the next round, you must answer every question with a question. If you fail, drink.",
      "Take a shot and then do <range[10-15]> jumping jacks.",
      "Arm wrestle <player>. The loser takes a shot.",
      "For every accessory/toggle on your avatar, you must take a sip.",
      "Go to a busy public instance and try to start a conga line. If you fail to get at least one person to join, finish your drink.",
      "Take a social! Everyone drinks.",
      "Talk like a pirate who has had too much rum for the next <range[5-10]> minutes. Drink if you break character.",
      "Take a shot, then immediately try to solve a simple math problem posed by the group.",
      "Every time you take a drink for the rest of the game, you must first say 'Cheers, governor!' in a bad British accent.",
      "Take a shot out of the weirdest 'cup' you can find (a shoe, a hat, etc).",
      "For the next round, you must end every sentence with '...or so the prophecy foretells'. Drink if you forget.",
      "The person with the most battery left on their controllers/trackers gets to make someone take a shot.",
      "You are 'banned' from laughing for the next <range[5-10]> minutes. If you laugh, drink.",
      "Let <player> draw something on your face with finger-pen. It has to stay there for the rest of the game or you chug your drink.",
      "Stand on one leg until your next turn. If you put your foot down, take a shot.",
      "For the next round, you must refer to yourself in the third person. Drink if you mess up.",
      "Make a rule. Everyone must follow it for the next three rounds. The first person to break it drinks."
    ]
  }
]